Update REPORT.md
